{
  "site": {
    "Gatsby Default Starter": "Gatsby Default Starter",
    "footer": "Built with Gatsby"
  },
  "home": {
    "test": "hello",
    "title": "Hi you !",
    "content": "Welcome to your new Gatsby site.\nNow go build something great.",
    "link": "Go to page 2"
},
"Home": {
  "current project" : "my current project",
  "soon" : "coming soon"
},
"navigation": {
  "title" : "Why should you hire me ?",
  "page1" : "my resume",
  "page2" : "my personnal projects",
  "page3" : "my school projects",
  "page4" : "about me"
},
"Myprojects": {
	"todo": {
		"title" : "To Do List",
		"description" : {  
			"line1": "After my all the previous project I wanted to start building my own app to understand how react native works. ",
			"line2": "I've decided to create a todo app because I could see how async storage works and learn the basics of making an app. ",
			"line3": "This app was build on expo on can be found and downloaded on the Expo app",
			"link" : "downloaded on the Expo app.",
			"line4": "Here are some preview off the App."
			
		}
	},
	"draw": {
		"title" : "collaborative drawing app",
		"description" : {  
			"line1": "To start coding with NOde.js I made a collaborative drawing website. ",
			"line2": "The users can chose the color of ta pencil from a defined list and the size",
			"line3": "it is a collaborative drawing website this mean everyone can see the drawing and anyone can erase all the drawing. ",
			"line4": "Here is a link to the ",
			"link" : "website."
		}
	},
	"ryom": {
		"title" : "RYOM",
		"description" : {  
			"line1": "Reveal YOur Message or RYOM is the concept of an etsy shop on which I sell online greeting cards that can be scratched.",
			"line2": "The buyers will receive a link with the message they desire and they will be able to gift it.",
			"line3": "It is an original gift idea that offer a change from traditional paper cards.",
			"line4": "Here are some preview and the link to an example with the",
			"link" : "first version."
		}
	}
},
  "42projects": {
    "title" : "Some projects made for my 42 Cursus",
    "intro" : "Here are some of my favorites project made during my Cursus in 42 you can find them all on my",
    "cub3d" : {
      "line1": "This has been one of my favorite project because it's the first visual project made during my cursus.",
      "line2": "The project is inspired by the world-famous eponymous 90’s game Wolfeinstein. We had to reproduce some of the features of the game thanks to raycasting.",
      "line3": "here you can see an extract of my project."
    },
    "minishell": "This was another really interesting project in wich we had to create a simple shell. we had to implement some command like echo, export, pwd, ..."
  },
  "aboutme": {
	"title": "About me",
    "description" : {
      "line1": "I am a student at school 42 and I am trying to become a front-end developer.",
      "line2": "After my two year diploma in Marketing techniques and a year of study abroad in Budapest I've decided that I wanted to learn new things and I went to school 42.",
      "line3": "Since then I've learned a lot about coding and about myself.",
      "line4": "The main thing I learned was that if I put the effort and the time into it I am capable to learn anything I want."
    }
  }
}